token = '1244590856:AAF_ZkgtP-RGBs3O2pOpeSK7GyIzi3GoWjU'

post_text = ['Опиши свой канал и кинь ссылку','Выбери категорию канала,или напиши свой вариант','Подготовка поста...','Проверь,всё ли правильно']
ad_text = ['Опиши объявление,укажите стоимость и контакты','Отправь фото объявления']

start_button = 'Создать пост'

category_buttons = ['авто🚗','бизнес_стартап🤑','блоги📓','бот🤖','видео📹','города🏙','дизайн🌠','дом_и_семья👪','животные🐱','игры🎮','IT_технологии🖥📱','книги📚','красота_и_мода💅','криптоволюта💱','кулинария🍳','культура🛐','лингвистика👅','мастер_класс😱','медицина💊','музыка🗒','наука🧪','новости📰','политика👹','приложения🈸','продажи💵','психология💆','работа💼','религия✝','строительство🏗','сми📺','спорт🏐','стикеры😃','туризм🛩','технологии🚀','фитнес💪','фото📸','цитаты©','эзотерика🎴','эротика👀','юмор🤣','юруслеги👨‍💼']

stage_param = ['discription','category']

channel_link = 'https://t.me/Opencatalog'

emotion_react = ['Вы выбрали эмоцию','Вы отменили эмоцию']

fail_text = 'К сожалению,вы можете создать только один пост раз в '